{
  "home": "Home",
  "about": "About",
  "contact": "Contact",
  "recommended": "Recommended offer",
  "apartment": "Apartment",
  "in-sop": "In Sopot",
  "see-more": "See more",
  "size" : "Size:",
  "offers": "Offers",
  "tricity": "Tricity",
  "rent": "Rent",
  "stay-tuned" : "Stay tuned",
  "send" : "Send",
  "buy": "Buy",
  "notice" : "Legal notice",
  "terms" : "Terms of service",
  "accept" : "I accept the",
  "acc-priv" : "privacy policy",
  "privacy" : "Privacy policy",
  "office" : "Office",
  "off-address" : "Węglowa St. 22 U 6",
  "name": "NAME",
  "lastname" : "LAST NAME",
  "email": "EMAIL ADDRESS",
  "phone" : "PHONE NUMBER",
  "message" : "MESSAGE",
  "save": "SAVE",
  "administr" : "The administrator of your personal data is Natalia Malycha, based in Gdynia. The data entered in the contact form will be processed in order to respond to your inquiry  in accordance with the information clause available at the Administrator's office and on the website.",
  "sell": "Sell",
  "abservice": "Our services",
  "service": "Service",
  "meet": "MEET ME",
  "few": "Few words about me...",
  "inv": "at InVilla Nieruchomości.",
  "spec": "I specialize in the sale and rental of premium apartments and apartments throughout the Tri-City (Gdansk, Sopot, Gdynia), and premium segment houses.",
  "imcommun": "I am a communicative person, always exemplarily organized, punctual and well-prepared for meetings.",
  "choose": "When choosing my studies I knew that I wanted to combine my passions for traveling, architecture and learning about different cultures with working with clients. ",
  "workin": "Working for over 12 years in the best 5-star hotels in Poland and abroad, I have gained experience in serving both individual and business customers, so I know how to take care of and exceed their expectations. ",
  "passion": "A few years ago I transferred my passion for people, hospitality, architecture to the premium real estate industry, where every day I help people fulfill their dreams when choosing a new place to live.",
  "place": "It was in the Tri-City that I found my place to live.",
  "warn": "I invite you too and warn you!",
  "settle": "You will fall in love and settle here for a long time. ",
  "prof": "Natalia is 100% professionalism.",
  "effic": "High efficiency.",
  "buy-a-prop": "BUY A PROPERTY",
  "lets-meet": "Let's meet, have a delicious coffee....",
  "present-prop": "MAKE OFFERS AND PRESENT THE PROPERTY",
  "it-all-starts": "It all starts with a meeting and a detailed discussion of your needs and dreams. Buying a property is a serious decision, that's why it is so important to trust experts who know the market very well, during the meeting we will discuss what is important to you, what is most important, and what will be a nice addition. Thanks to the size and diversity of the offerings (exclusive) of apartments, condos and houses offered by the Invilla Real Estate office I work with, but also because we work with trusted representatives. Thanks to working with me during your real estate search, first of all you will save time. I will prepare the presentations of the properties you have selected at the dates you choose and will present you only reliable and verified offers.",
  "buy-nego": "THE NEGOTIATION PROCESS",
  "buy-nego-text": "Working with me, I am at your disposal - I will be with you during the negotiation of the price, details of the transfer of the property, payment methods and dates, and equipment. We are familiar with the issues related to the purchase of real estate in the Tri-City, I will help you make a decision, I will check the possible rate of return on a given investment, I will make sure that the agreed terms are the most favorable for you.",
  "buy-prep": "PREPARATION OF DOCUMENTS AND FORMALITIES",
  "buy-prep-text": "I will check the property from the legal side, so that the purchase is safe. I will also help you after you have made your purchase decision - I will collect all the necessary documents and relieve you of the paperwork, which, as you probably know, can sometimes be burdensome. I will visit for you the cooperative, the community, the city hall, the municipal office, the district office, the Social Security Office, the tax office and the notary. I will be with you at the notary to sign the deed, at the bank, or on the day of transfer of the property.  I know what details to pay attention to in such situations and will make you feel safe. The entire process of buying apartments from the secondary market in the Tri-City has no secrets for me - so you can trust me on this issue.",
  "buy-cred": "PURCHASE CREDIT AND PROPERTY INSURANCE",
  "buy-cred-text": "I work with independent and trusted financial advisors who will find you a loan on the best terms, and you will save time and choose the most favorable conditions. I will help you with insurance for your new apartment, condo or house, because I know how important security is. I know a great broker.",
  "buy-help": "ASSISTANCE AFTER THE TRANSACTION IS FINALIZED",
  "buy-help-text": "On your behalf, I will sign a contract for the supply of utilities to the property (gas, electricity, water, Internet and cable or satellite TV), I will help you file applications with the Land and Mortgage Registry Court in order to cancel the mortgage, if such was previously incumbent on the property, and I will report you as a new buyer to the cooperative or community and to the city or municipal office in order to determine the property tax",
  "invitation": "I invite you to cooperate with me.",
  "rent-a-prop": "RENT A PROPERTY",
  "talk-coffee": "Let's talk... let's have a delicious coffee together",
  "rent-meet": "MEETING",
  "rent-meet-text": "Let's meet, we'll discuss the details of our cooperation and individually set the terms of the contract. We'll talk about your needs and expectations, which is why it's so important to meet and talk before starting the rental process. I will present you with the best model, the one that will generate the best profits for you. We have developed different models, we don't just close ourselves off to solutions replicated by others. We are on the market, we observe, but above all we calculate. Many factors contribute to our success, including our knowledge of my clients' expectations.  At the meeting we will talk about the key factor that affects the lease, namely we will focus on the proper preparation of the property valuation, preparing it for the session and presentation, we will set the target of our clients, I will help you!",
  "rent-prep": "PREPARATION OF THE PROPERTY",
  "rent-prep-text": "I know how the market works and what you need to pay attention to in order to let your property most profitably. That is why I will prepare your property first so that it presents itself attractively from the best possible angle. This will be confirmed by current offers that are worth viewing. I will begin the process by viewing and possibly refreshing your property, and then we will move on to the 'Home Staging' stage - i.e. beautifying the interior design with appropriately selected accessories. Next, our professional photographer will take photos, take care of the right lighting, emphasise the spaciousness of your property (which, as we know from our experience, is very important for potential tenants) and make your offer stand out from the competition's ads. This will make the leasing process of your flat very quick and successful.",
  "rent-choose": "SELECTION OF PRESENTATION METHODS",
  "rent-choose-text": "I will introduce you to the most effective methods of presenting your property, and even more! A professional photo shoot and an unconventional description of the offer are just the beginning of the related marketing activities. ",
  "rent-canal": "CHOICE OF PRESENTATION CHANNELS",
  "rent-canal-text": "My website, the website of the office I work with InVillla Real Estate and the social media I run, as well as my membership in the group of affiliated Realtors or on real estate groups. I can also assure you that your property ad will be continuously highly positioned on portals such as otodom, morizon, olx, nieruchomości.pl etc. Of course, by commissioning me to find a tenant for your property in the Tricity, you are not closing yourself off to potential buyers from other offices - on the contrary - before publication, your offer will reach groups of trusted realtors all over Poland.",
  "rent-prof": "PROFESSIONAL SERVICE",
  "rent-prof-text": "Throughout our cooperation I will be at your disposal. I will answer all your questions and will keep you informed about the progress of the process related to the lease of your property, as well as about the positioning of your offer, the number of views, the number of phone calls received and the number of real contacts. ",
  "rent-name": "ACTING ON YOUR BEHALF",
  "rent-name-text": "I participate on your behalf in the negotiation of the price (the final decision is made by you, of course), the handover of the property by preparing a professional handover protocol or the one concerning the equipment, thus facilitating and avoiding any disputes or misunderstandings. This is a very important help for clients. If necessary, I will therefore take on the role of mediator and make every effort to reach an agreement on terms that are favourable to you.  By entrusting me with finding a tenant for your property, you will save the time needed for presentations, travel, talks, negotiations and avoid stress.",
  "rent-final": " FINALISATION OF THE TRANSACTION",
  "rent-final-text": "Once you have made your final decision, I will take care of preparing the necessary documents and relieve you of the formalities - above all, I will prepare a contract that will make you feel safe. My main task is to vet the tenant and protect you from any risks.",
  "rent-foot": "If you are still wondering if I am the right person you want to work with, please arrange a casual coffee.... I hope you like coffee as much as I do... and I forgot to mention that I know the best places in the Tri-City, so you can count on me for everything.",
  "sell-a-prop": "SELL A PROPERTY",
  "sell-meet": "MEETING",
  "sell-meet-text": " Let's meet, we will discuss the details of cooperation and individually set the terms of the contract. We will talk about your needs and expectations, which is why it is so important to meet and talk before starting the sales process. Many factors contribute to success, and that includes knowing my clients' expectations. Many factors contribute to success, and that includes knowing my clients' expectations. At the meeting we will talk about the key factor that affects a smooth sale namely we will focus on the proper preparation of property valuation, I will help you with this!",
  "sell-prep": "PROPERTY PREPARATION",
  "sell-prep-text": "I know how the market works and what to pay attention to in order to sell your property. That is why I will first prepare your property in such a way that it presents itself attractively from the best possible point of view. This is confirmed by current listings that are worth viewing. I will start the process by viewing and possibly refreshing your property, and then we will proceed to the 'Home Staging' stage. - i.e. beautifying the interior design with appropriately selected accessories. Next, our professional photographer will take photos, take care, among other things, of the appropriate lighting, emphasize the spaciousness of your property (which, as we know from our experience, is very important for potential buyers) and make your offer stand out from the ads of the competition. This will make the sale of your apartment very quick and successful.",
  "sell-met": "SELECTION OF PRESENTATION METHODS",
  "sell-met-text": "I will introduce you to the most effective methods of presenting your property, and even more! A professional photo shoot and an unconventional description of the offer are just the beginning of related marketing activities. What can I offer you? 3D walk-throughs, through which a potential buyer can get to know the property better and get a feel for it. In the case of houses or plots, I also offer drone shots that show the location in all its glory. I keep up to date with the latest trends of technological innovations (just to be even more effective). One of them, among others, are videos of the property, allowing to show the potential in its entirety and encourage the Buyer to make an appointment for a presentation.",
  "sell-can": "CHOICE OF PRESENTATION CHANNELS",
  "sell-can-text": "My website, the website of the office I work with, InVillla Real Estate, and the social media I run, as well as membership in a group of affiliated Realtors or on real estate groups. I can also assure you that an ad with your real estate will be continuously highly positioned on portals such as, among others: otodom,morizon,olx,nieruchomości.pl etc. Of course, by commissioning me to sell real estate in the Tri-City you do not close yourself to potential buyers from other offices - on the contrary - before publication your offer will reach groups of trusted realtors throughout Poland.",
  "sell-prof": "PROFESSIONAL SERVICE",
  "sell-prof-text": "Throughout our cooperation I will be at your constant disposal. I will answer all your questions and report to you on an ongoing basis about the progress of the sale of your property and the positioning of the offer, the number of views, the number of calls received and the number of real contacts. ",
  "sell-name": "ACTING ON YOUR BEHALF",
  "sell-name-text": "I participate on your behalf in the negotiation of the price, (the final decision is made by you, of course), the handover of the property by preparing a professional handover protocol or the one concerning the equipment, thus facilitating and avoiding any disputes or misunderstandings. This is a very important help for clients. So, if necessary, I will play the role of a mediator and make every effort to reach an agreement on terms favorable to you. By entrusting me with the sale of real estate you will save the time needed for presentations, travel, conversations, negotiations, avoid stress. ",
  "sell-final": "TRANSCATION FINALIZATION",
  "sell-final-text": "My favorite part of the whole process. After you make the final decisions, I will take care of preparing the necessary documents and relieve you from the formalities - at the cooperative, community, city hall, municipal office, county hall, Social Security, tax office and notary. I will take care of your security, I will be with you at the moment of signing the deed at the notary, at the bank and at the transfer of the property.",
  "sell-foot1": "If you're still wondering if I'm the right person you want to work with, arrange a casual coffee... ",
  "sell-foot2": "I hope you like coffee as much as I do... and I also forgot to mention that I know the best places in the Tri-City, so you can count on me for anything.... recommendations too",
  "why-coop1": "WHY YOU SHOULD",
  "why-coop2": "COOPERATE WITH ME",
  "exp": "Experience",
  "quality": "Quality",
  "prec": "Precision",
  "honest": "Honesty",
  "serv-exp1": "My experience in the industry allows me to precisely match the strategy of action to the expectations of clients and the situation in the real estate market.",
  "serv-exp2": "I approach each transaction individually - I know that in each of them lies a different story, behind which stand specific people.",
  "serv-about": "O USŁUGACH",
  "serv-about-text1": "In my work I focus primarily on relationships with clients and partnership in business. Real estate for me is first of all people and their needs. ",
  "serv-about-text2": "Most of my clients come to me by recommendation. In life as in work I focus on quality, never on quantity. I specialize in leasing and selling apartments and houses throughout the Tri-City area.",
  "serv-nego1": "I find myself",
  "serv-nego2": "very comfortable in the negotiations",
  "serv-nego-text1": "I have extensive experience in negotiating contracts and managing complex projects, I also have mediation skills, thus providing my clients with peace of mind and security, also in unforeseen situations.",
  "serv-nego-text2": "I am very comfortable in commercial negotiations, working under time pressure, and the environment of selling luxury products. ",
  "serv-nego-text3": "At work, I focus on the highest quality of customer service, professionalism and long-term relationships, and stand out for my efficiency in action.",
  "serv-nego-text4": "In my work I use videos, virtual walk-throughs, professional photo shoots, persuasive text descriptions and much more, that is, everything that makes the presented offers stand out from the competition and allows to reach a much wider group of people potentially interested in buying.",
  "my-serv": "My services",
  "find-dream": "Find your dream place",
  "gda-title": "The city of freedom and solidarity",
  "gda-att": "The most popular attractions in Gdansk",
  "gda-att-text": "I'll give you some ideas on how to spend your time in Gdansk - here are the ones I think deserve your attention:",
  "gda-dlu": "Długi Targ and Długa Street",
  "gda-dlu-text1": "Starting at the Golden Gate, Długa Street, together with Długi Targ, form the so-called Royal Route, which is Gdańsk's main tourist route.",
  "gda-dlu-text2": "Długi Targ is by far the most popular meeting place for residents and tourists and the heart of the city. Situated in Gdansk's city centre, the square used to be simply a merchant's route. It is here that you will find, among others, the Town Hall, Neptune's Fountain and the Green Gate, from behind which we can admire the Motlawa River",
  "gda-nep": "Neptune's Fountain in Gdansk",
  "gda-nep-text": "The historic fountain in the heart of Długi Targ Street, located just before the entrance to Artus Court, is a real showpiece of the city. It was created on the initiative of Mayor Bartholomew Schachmann and the city council and designed in 1615 by Abraham van den Blocke, who was also the designer of Gdańsk's Golden Gate. The fountain was launched in 1633, and a year later a decorative lattice was added to the fountain, bearing the coats of arms of Gdańsk and the Polish eagle.",
  "gda-baz": "Concathedral Basilica of the Assumption of the Blessed Virgin Mary",
  "gda-baz-text": "The Cathedral Basilica of the Assumption of the Blessed Virgin Mary, the historic main parish church of the city, is often referred to as the 'crown of Gdansk'. It boasts the title of Europe's largest brick-built church. The foundation stone (i.e. the one that starts the building) for the present temple was laid on the Feast of the Annunciation of the Lord in 1343. Interestingly, the temple was built in stages for as many as 159 years! It was not until July 1502 that Master Henry Hetzel laid the last brick. St. Mary's Basilica stretches as far as 105.2 metres in length, with 26 free-standing pillars supporting its magnificent star and crystal vault.",
  "gda-muz": "Museum of the Second World War",
  "gda-muz-text1": "If you're still wondering what to see in Gdansk, the answer is simple. Visit the museum! Depending on what interests you: It could be the National Museum, the Amber Museum or the Second World War Museum. The latter arouses a lot of excitement and, in my opinion, is particularly worth a visit.",
  "gda-muz-text2": "It is an interactive historical museum, opened in early 2017.  The Gdansk museum is one of the most modern and yet most moving museums in Poland. There are numerous exhibits and interesting reconstructions of pre-war streets of major Polish cities.",
  "gda-mar": "Mariacka Street - Amber Lane",
  "gda-mar-text": "Mariacka Street is undoubtedly one of the most enchanting streets in the Main Town, with completely reconstructed forecourts, perfectly reflecting the unique atmosphere of the old buildings of Gdańsk. The street's character is undoubtedly also added by the so-called Rzygacze, or Gargoyles, which served to drain rainwater and took the form of animal heads or fantastic creatures. Numerous shops, workshops and stalls offer amber in a variety of forms, most often jewellery, which is an unusual attraction for tourists visiting Gdańsk.",
  "gda-ecs": "European Solidarity Centre",
  "gda-ecs-text": "This is a modern cultural institution which has set itself the goal of commemorating some of the most important events in Polish history - the victory of Solidarity and the fall of communism. Interestingly, the permanent exhibition presents not only the history of Solidarity, but also of other opposition movements in Central and Eastern Europe. We can find multimedia attractions, archive materials and also original pieces of equipment from the Gdańsk Shipyard.",
  "gda-morze": "The Baltic Sea",
  "gda-morze-text": "Being in Gdansk and not seeing the sea is like visiting Zakopane and not seeing the mountains. Don't stay in the city, go to the beach! My comment- it's best to go by anything, even a bus. A few years ago I tried to get there on foot, without water, in the August heat.",
  "gda-mot": "Motława",
  "gda-mot-text": "A picturesque river in the Old Town, whose surface reflects the magnificent architecture of Gdansk, with the remarkable Crane at the head. This certainly makes the Motlawa one of Poland's most charming rivers.",
  "gda-zur": "Crane Gate",
  "gda-zur-text": "The Crane Gate is also a harbour crane, formerly used for reloading ships. It is one of the most recognisable and spectacular symbols of Gdańsk. It is an attraction on a European scale.",
  "gda-wes-text": "Westerplatte - peninsula, symbol of the heroic Polish defence in September 1939.",
  "gdy-title": "Gdynia is known as a city born of the sea and dreams. Only 100 years ago there was a small fishing village here, and today it is a well-known resort and the largest non-voivodship city. This modern resort competes for the favour of tourists with Sopot and Gdansk, with which it forms the Tricity.",
  "gdy-intro": "Every year new attractions for adults and children are created, and modernist monuments regain their former splendour. Gdynia is also home to cultural events that are well-known in Poland and around the world. During the Open'er Festival you will listen to the greatest artists of world music, and during the Polish Film Festival you will see the stars of Polish cinema. There are more cultural events and attractions.",
  "gdy-skw": "Skwer Kościuszki and Molo Południowe (Southern Pier) in Gdynia",
  "gdy-skw-text": "The most famous place in Gdynia is undoubtedly Skwer Kościuszki. Most tourists cannot imagine a visit to the city without a stroll along the seaside promenade full of restaurants, cafes and stalls. On the square and its extension, the South Pier, you can spend a pleasant time just walking or sitting, but there are many attractions that can make your stay even more attractive.",
  "gdy-dar": "The 'Dar Pomorza' museum ship",
  "gdy-dar-text1": "Built in 1909, the three-masted school sailing ship has only belonged to Poland since 1929. Since then, it has sailed half a million nautical miles, which can be compared to 25 voyages around the Earth. During that time it has also trained more than 13,000 students.",
  "gdy-dar-text2": "In 1983, a museum was opened in it, which is one of the symbols of Gdynia. Strolling around the deck and the various cabins and engine rooms, one learns about the fascinating history of the sailing ship and the people who spent a great deal of their lives at sea.",
  "gdy-orp": "ORP 'Błyskawica' Museum Ship",
  "gdy-orp-text1": "A fantastic ship with an amazing history. ORP Błyskawica is the world's oldest floating destroyer and the only Allied combat ship to have actively participated throughout the Second World War.",
  "gdy-orp-text2": "In 1976, the ship was transformed into a museum. Today, wandering around its decks, one can learn about the history of the Blyskawica and its ilk. Although many years have passed since her last voyage, the smell of mazut can still be smelled in the engine room.",
  "gdy-mar": "Naval Museum in Gdynia",
  "gdy-mar-text1": "In the museum, you learn about the history of the Polish military at sea and the rich collection of weapons from World War II and the post-war period.",
  "gdy-mar-text2": "The outdoor part of the exhibition in particular is very rich and will interest not only enthusiasts, but whole families. The exhibits include combat equipment in use from the 17th century to the present day.",
  "gdy-kam-text": "Kamienna Góra is a hill located in the centre of Gdynia, offering a picturesque view of the harbour and Skwer Kościuszki. The beautiful panorama is not the only attraction of this place. The top of the hill can be reached by stairs or taken comfortably in a free 8-seater train.",
  "gdy-pla": "Gdynia beach",
  "gdy-pla-text1": "Gdynia, has many kilometres of sandy beaches. Which beach in particular can you recommend? Many people think that the best beach in Gdynia is near Skwer Kościuszki, just behind the marina. It may not be one of the largest, but that gives it an intimate charm.",
  "gdy-pla-text2": "The wide, clean, sandy beach with a gentle descent to the sea and warmer water than in other bathing beaches in the Tricity attracts a lot of people, but everyone will find a place for themselves. The beach is guarded, there is a huge sand playground for children, beach volleyball courts and sanitary facilities",
  "gdy-emig": "The Emigration Museum in Gdynia",
  "gdy-emig-text": "The Emigration Museum in Gdynia is one of the most interesting museums in Poland. It tells the story of Polish emigrants in an engaging way. It is full of emotion and emotion, enhanced by a modern multimedia setting. The Museum is the first in Poland to collect and present collections on Polish emigration and the achievements of our compatriots abroad.",
  "gdy-mol": "Pier in Orłowo",
  "gdy-mol-text": "Those seeking peace and quiet should head to the Orłowo district of Gdynia, which borders Sopot. One of its attractions is the beautiful wooden pier, whose history dates back to the First World War. In competition with Sopot, the wooden pier began to be extended, so that by the 1930s the pier had reached 430 metres in length. Unfortunately, most of the pier was destroyed during a storm in 1949. After this event, it was decided that it would be 180 m long.",
  "gdy-kli": "Orłowski Cliff and Kępa Redłowska (Redłowska Kępa)",
  "gdy-kli-text": "A place that every tourist visiting Gdynia should see is the Orłowski Cliff. It forms the steep sea shore of the Kępa Redłowska and stretches for 650 m. In particular, a walk from the Orłowo pier will remain in the memory for a long time. The cliff presents itself uniquely both from sea level and from the very top, and the view of the Gulf of Gdansk is one of a kind.",
  "sop-title": "Sopot is one of Poland's favourite cities and one of the most visited resorts on the Baltic Sea. All year round it enchants tourists with its variety of attractions, the beauty of its architecture and the openness of its inhabitants. Since its beginnings Sopot has been a favourite holiday destination for the cream of society, Sopot is a place that inspires, motivates, attracts entrepreneurs and arouses the admiration of foreign visitors.",
  "sop-mon": "The famous 'Monciak' ",
  "sop-mon-text1": "Bohaterów Monte Cassino street leading to the pier. Both sides of it are lined with picturesque townhouses, galleries, pubs and cafes. In summer, it turns into a colourful 600-metre-long river of tourists. It is the heart of the city and thus the main place for meetings, fun and relaxation.",
  "sop-mon-text2": "Particularly noteworthy, with its stately grandeur, is the stately Grand Hotel.  The silhouette of the monumental edifice standing right on the beach reflects the rich and full of anecdotes history of this one of the most exquisite hotels in Poland. It has hosted in its interiors hundreds of the most eminent personalities from the world of culture, politics and science. Among those whose visits are most often remembered were Charles Aznavour, Marlene Dietrich, Charles de Gaulle, Fidel Castro, Greta Garbo and Jan Kiepura.",
  "sop-op": "The Forest Opera",
  "sop-op-text1": "The Forest Opera amphitheatre, which is considered by experts to be one of the most outstanding venues in Europe in terms of acoustics, hosts the greatest names in classical and popular music every year, bringing joy to thousands of music lovers. Such famous artists as James Brown, Charles Aznavour, Whitney Houston, Annie Lennox, Sir Elton John, as well as Lionel Richie, Bryan Adams and Simply Red have performed here in front of an audience of 5,000. ",
  "sop-op-text2": "The International Song Festival - Sopot Top of the Top Festival (Sopot Top of the Top Festival) has been held on the stage of the Forest Opera for over 40 years. In contrast, the annual Sopot Classic Festival is a summer event for all those who prefer classical music.",
  "sop-ergo": "Sopot is the ideal place to spend time actively; apart from bicycle paths, paths for inline skaters and the athletics stadium located in the neighbourhood of the Tri-City Landscape Park, it also has one of the most advanced sports and entertainment venues in Europe and one of the most innovative in Poland - the Ergo Arena, which, thanks to its modern construction, can accommodate 11,000, and with standing room for up to 15,000 spectators. ",
  "sop-ergo2": "The design of the facility makes it possible to play a whole range of sporting competitions here. Volleyball, basketball, handball, combat sports and, interestingly, the possibility of presenting hockey, motor sports or even windsurfing, make this hall a completely unique venue. The extensive technical facilities also make it possible to organise conferences, business meetings, fairs, banquets, galas or other less conventional events.",
  "sop-hipo": "The Hippodrome",
  "sop-hipo-text": "Is one of three facilities of this type in Poland. Its excellent track and picturesque location - adjacent to wooded moraine hills and the Gulf of Gdansk - place it among the top hippodrome sports facilities. With its beautiful halls, track and green areas, it is a venue for international hippy competitions and a recreational centre for residents and visitors.",
  "sop-pla": "Sopot attracts especially in the summer season, of course, because of its wide, sandy beaches, stretching over 4.5 km. They tempt lovers of water and sun bathing, and those seeking peace and quiet are offered a unique atmosphere and excellent cuisine by the restaurants along the shoreline. ",
  "sop-pla-text1": "When thinking of Sopot, the first thing that comes to mind for most of us is the word 'pier' - Europe's longest wooden pier, which cuts into the sea at a length of over 511 metres. Built in the 1920s, it has been a landmark of Sopot from its beginnings until today.",
  "sop-pla-text2": "The beauty of Sopot's beaches is superbly displayed just a few dozen metres from the shore. It was with a view to those who prefer resting on the water that the marina was established in Sopot. The Sopot marina, located at the end of the pier, has been in operation since 2011. The three basins can accommodate 103 vessels. The new marina has increased the attractiveness of the city and also helped to protect the pier from the disastrous effects of waves and wind.",
  "sop-zim": "Sopot is not only attractive in the summer, you can also spend time actively in Sopot in the winter. ",
  "sop-zim-text": "The almost 300-metre long ski lift on Łysa Góra (110 m above sea level - level difference of 39 m), on the edge of the Tri-City Landscape Park, is the only place from which, while skiing, you can admire the sea.",
  "sop-foot": "These are just some of the attractions of Sopot. The well-known throughout Poland openness and hospitality of the inhabitants combined with the natural and architectural treasures of Sopot make it the heart of the Tricity, which beats with the rhythm of festivals, concerts, club events, sports competitions, parades, festivals, business congresses, artistic performances and conferences taking place here throughout the year.",
  "con-tit" : "Let's meet!",
  "con-text1": "Begin our cooperation", 
  "con-text2": "with a short message to me", 
  "con-subtitle" : "Let's keep in touch",
  "main-tit1" : "Your first step ",
  "main-tit2" : "to make your dream come true",
  "main-hen1" : " „Joining forces is the beginning, staying together is progress, ",
  "main-hen2" : "working together is success” - Henry Ford",
  "about-head" : "ABOUT ME",
  "main-about-text1" : "Property Advisor & Branch Manager in Gdynia at InVilla Nieruchomości.",
  "main-about-text2" : "I specialize in the sale and rental of premium apartments and apartments throughout the Tri-City (Gdansk, Sopot, Gdynia), and premium segment houses.",
  "read-more" : "Read more",
  "main-coop1" : "My experience in the industry allows me to precisely match the strategy of action to the expectations of clients and the situation in the real estate market.",
  "main-coop2" : "I approach each transaction individually - I know that in each of them lies a different story, behind which stand specific people.",
  "main-coop-head1": "Why you should ",
  "main-coop-head2" : "cooperate with me",
  "main-serv-head" : "ABOUT SERVICES",
  "main-serv-text1":"In my work I focus primarily on relationships with clients and partnership in business. Real estate for me is first of all people and their needs. ",
  "main-serv-text2" : "Most of my clients come to me by recommendation. In life as in work I focus on quality, never on quantity. I specialize in leasing and selling apartments and houses throughout the Tri-City area.",
  "main-tri-tit" : "The perfect place to live...",
  "main-tri-tit2" : "and you, have you already chosen?",
  "main-tri-text1": "Three cities along Poland's Baltic coast form an area known as the Tri-City:",
  "main-tri-text2" : "The modern port of Gdynia, the seaside resort of Sopot and the historic city of Gdansk, a turning point in world history."

}
